{
    "articles":
    [
        {
            "author": "Entertainment Bureau",
            "content": "Naga Chaitanya is rumoured to be dating Sobhita Dhulipala after his split from Samantha Ruth Prabhu. The Telugu actor, who will soon make his Bollywood debut with Laal Singh Chaddha, was reportedly s… [+1616 chars]",
            "description": "Naga Chaitanya and Sobhita Dhulipala are rumoured to be dating. While the actors are tight-lipped about it, the Laal Singh Chaddha actor's recent reaction to her name fuelled the rumours.",
            "publishedAt": "2022-08-02T10:10:00Z",
            "title": "Did Naga Chaitanya's Expression Just Confirm His Dating Rumours With Sobhita Dhulipala? - News18",
            "url": "https://www.news18.com/news/movies/naga-chaitanya-fuels-sobhita-dhulipala-dating-rumours-with-his-epic-reaction-to-rumoured-gfs-name-5672323.html",
            "urlToImage": "https://images.news18.com/ibnlive/uploads/2022/06/chaitanya-sobhita-165571603916x9.jpg"
        },
        {
            "author": null,
            "content": "Picture shows man playing the drums before preparing the devotees for a chorus.\r\nA video of a man playing drum at a religious programme - also known as 'Jagrata' - has caught the attention of the pop… [+1508 chars]",
            "description": "A video of a man playing drum at a religious programme - also known as 'Jagrata' - has caught the attention of the popular Canadian Pop Singer Justin Bieber. The singer posted the man's video on his Instagram story on Monday.",
            "publishedAt": "2022-08-02T09:33:53Z",
            "title": "Justin Bieber Shares Video Of Indian Drummer Playing At 'Jagrata', Internet Surprised - NDTV",
            "url": "https://www.ndtv.com/offbeat/justin-bieber-shares-video-of-indian-drummer-playing-at-jagrata-internet-surprised-3216752",
            "urlToImage": "https://c.ndtvimg.com/2022-08/hl8o025_indian-drummer_625x300_02_August_22.jpg"
        },
        {
            "author": "Joginder Tuteja",
            "content": "Ek Villain Returns Box Office: Here’s The Film’s Latest Collection Details (Pic Credit: Youtube)\r\nAfter Ek Villain Returns brought in 9.02 crores on Sunday, expectations were that it would manage to … [+1163 chars]",
            "description": "After Ek Villain Returns brought in 9.02 crores on Sunday, expectations were that it would manage to hold at around the 4 crores mark.",
            "publishedAt": "2022-08-02T08:57:14Z",
            "title": "Ek Villain Returns Box Office Day 4: John Abraham-Starrer Has A Fair Hold On Monday - Koimoi",
            "url": "https://www.koimoi.com/box-office/ek-villain-returns-box-office-day-4-john-abraham-starrer-has-a-fair-hold-on-monday/",
            "urlToImage": "https://static-koimoi.akamaized.net/wp-content/new-galleries/2022/08/box-office-ek-villain-has-fair-hold-on-monday-0001.jpg"
        },
        {
            "author": "etimes.in",
            "content": "I came from a poor background. There was no opportunity to study. I would do small odd jobs since my childhood. I have worked in factories, at tea stalls. I used to make tea but mere ghar pe chai nah… [+489 chars]",
            "description": "Actor and comedian Sudesh Lehri bared his heart out about how he grew up selling tea, vegetables, kulfi and doing several odd jobs to reach where he is now. In Maniesh Paul’s podcast, the comedian spoke about his struggle story, never attending school, his sl…",
            "publishedAt": "2022-08-02T08:23:42Z",
            "title": "From working in a shoe factory to selling tea by roaming around barefoot: The Kapil Sharma Show fame Sudesh Lehri recalls his rags to riches story - Times of India",
            "url": "https://timesofindia.indiatimes.com/tv/news/hindi/from-working-in-a-shoe-factory-to-selling-tea-by-roaming-around-barefoot-the-kapil-sharma-show-fame-sudesh-lehri-recalls-his-rags-to-riches-story/photostory/93293934.cms",
            "urlToImage": "https://static.toiimg.com/photo/msid-93293896.cms"
        },
        {
            "author": "Vickey Lalwani",
            "content": "Vijay Deverakonda and Rashmika Mandana have been painting the town red. People are talking about their chemistry and the media has started speculating whether the two are dating each other. So here's… [+1619 chars]",
            "description": "Vijay Deverakonda and Rashmika Mandana have been painting the town red. People are talking about their chemistry an",
            "publishedAt": "2022-08-02T08:19:00Z",
            "title": "Vijay Deverakonda-Rashmika Mandana SECRET BUSTED: 2 years ago, they had ended their relationship- Exclusi - TOI Etimes",
            "url": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/vijay-deverakonda-rashmika-mandana-secret-busted-2-years-ago-they-had-ended-their-relationship-exclusive/articleshow/93294021.cms",
            "urlToImage": "https://static.toiimg.com/thumb/msid-93294080,width-1070,height-580,overlay-toi_sw,pt-32,y_pad-40,resizemode-75,imgsize-44604/93294080.jpg"
        },
        {
            "author": "Ritika Handoo",
            "content": "New Delhi: Mr Perfectionist Aamir Khan and Kareena Kapoor Khan are coming together on the silver screens after a long hiatus. The buzz is right, expectations high - but why is social media trending w… [+3015 chars]",
            "description": "Mr Perfectionist Aamir Khan and Kareena Kapoor Khan are coming together on the silver screens after a long hiatus. The buzz is right, expectations high - but why is social media trending with a hashtag not-so-pleasant Boycott Laal Singh Chaddha?",
            "publishedAt": "2022-08-02T08:11:35Z",
            "title": "Boycott Laal Singh Chaddha controversy: Why is Twitter fuming over Aamir Khan, Kareena Kapoor`s ambitious p... - Zee News",
            "url": "https://zeenews.india.com/people/boycott-laal-singh-chaddha-controversy-why-is-twitter-fuming-over-aamir-khan-kareena-kapoors-ambitious-project-2492269.html",
            "urlToImage": "https://english.cdn.zeenews.com/sites/default/files/2022/08/02/1072343-laal-singh-chaddha.jpg"
        },
        {
            "author": null,
            "content": "Late on Monday night, the actor was photographed at the Mumbai airport\r\nNew Delhi: Salman Khan has reportedly upgraded his Toyota Land Cruiser SUV with armour and bulletproof glass. This car costs Rs… [+1210 chars]",
            "description": "Salman Khan has reportedly upgraded his Toyota Land Cruiser SUV with armour and bulletproof glass. This car costs Rs 1.5 crore. Mr Khan, it is learnt, took the step after receiving death threats from jailed gangsterLawrence Bishnoi.",
            "publishedAt": "2022-08-02T07:53:12Z",
            "title": "Video: Salman Khan's Bulletproof, Armoured Car After Death Threat - NDTV",
            "url": "https://www.ndtv.com/india-news/salman-khan-photographed-at-mumbai-airport-getting-out-of-new-bulletproof-land-cruiser-3216336",
            "urlToImage": "https://c.ndtvimg.com/2022-08/1dpfdogo_salman-khan-suv_625x300_02_August_22.jpg"
        },

        {
            "author": "IANS",
            "content": "Ram Pothineni's upcoming film, 'The Warriorr', directed by Lingu Swamy, is due to hit theatres on 14th July. At the pre-release function of 'The Warrior', 'Gabbar Singh' director Harish Shankar was p… [+1477 chars]",
            "description": "Ram Pothineni's upcoming film, 'The Warriorr', directed by Lingu Swamy, is due to hit theatres shortly.",
            "publishedAt": "2022-07-11T15:54:01Z",
            "title": "Harish Shankar On The Right Track!.. - Greatandhra",
            "url": "https://www.greatandhra.com/movies/news/harish-shankar-on-the-right-track-122313",
            "urlToImage": "https://www.greatandhra.com/newphotos10/ram_harish1657552715.jpg"
        },
        {
            "author": "Venkat",
            "content": "Pooja Hegde's fashion sense may seem weird at times, but when she gets it right, she is sure to set the hearts racing.\r\nNetizens wait with bated breath for any update from the Radhe Shyam actress. Sh… [+1290 chars]",
            "description": "Pooja Hegde's fashion sense may seem weird at times, but when she gets it right, she is sure to set the hearts racing.",
            "publishedAt": "2022-07-11T14:45:53Z",
            "title": "Pics: Pooja Hegde Sets Hearts Racing.. - Greatandhra",
            "url": "https://www.greatandhra.com/movies/news/pics-pooja-hegde-sets-hearts-racing-122311",
            "urlToImage": "https://www.greatandhra.com/newphotos10/pooja_b11657550753.jpeg"
        },
        {
            "author": null,
            "content": "Ayushmann Khurrana shared this picture. (courtesy: ayushmannk)\r\nPictures of Ayushmann Khurrana in just a towel are enough to set Instagram ablaze. And, that's exactly what happened on Monday, when th… [+1955 chars]",
            "description": "Arjun Kapoor’s wrong answer was “Andheri.” Kartik Aaryan, being the goofy person he is, commented, “Mere kamre mein”",
            "publishedAt": "2022-07-11T13:50:03Z",
            "title": "On Ayushmann Khurrana's \"Where Am I\" Post, Celebs Drop ROFL Comments - NDTV Movies",
            "url": "https://www.ndtv.com/entertainment/ayushmann-khurrana-s-where-am-i-post-rofl-comments-by-celebs-steal-the-show-3147275",
            "urlToImage": "https://c.ndtvimg.com/2022-07/8t6b1gko_ayushmann_625x300_11_July_22.jpg"
        },
        {
            "author": null,
            "content": "anveer Singh and Deepika Padukone pictured at airport\r\nIn one of the biggest residential apartment deals in the country, Bollywood actor Ranveer Singh has bought a sea-facing quadruplex in suburban B… [+2039 chars]",
            "description": "The quadruplex is likely to serve as the primary home",
            "publishedAt": "2022-07-11T13:35:12Z",
            "title": "Ranveer Singh And Deepika Padukone's New Rs 119 Crore Property Is 4 Floors In This Mumbai Apartment Complex - NDTV Movies",
            "url": "https://www.ndtv.com/entertainment/ranveer-singh-and-deepika-padukones-new-rs-119-crore-property-is-4-floors-in-this-mumbai-apartment-complex-3147868",
            "urlToImage": "https://c.ndtvimg.com/2022-07/skg0clo_deepika_625x300_11_July_22.jpg"
        },
        {
            "author": "HT Entertainment Desk",
            "content": "Late actor Rajesh Khanna and Mumtaz appeared together in several hit films. The duo starred in 10 films together and shared a close bond. In an old interview, Mumtaz talked about how Rajesh teared up… [+1649 chars]",
            "description": "Mumtaz has said in an old interview that after her marriage, Rajesh Khanna missed her a lot. He even said that ‘I lost my right hand’.",
            "publishedAt": "2022-07-11T13:27:04Z",
            "title": "When Mumtaz said Rajesh Khanna ‘missed' her when she got married and moved to US - Hindustan Times",
            "url": "https://www.hindustantimes.com/entertainment/bollywood/when-mumtaz-said-rajesh-khanna-missed-her-when-she-got-married-and-moved-to-us-101657542316681.html",
            "urlToImage": "https://images.hindustantimes.com/img/2022/07/11/1600x900/Mumtaz-rajesh-khanna_1657543305045_1657546011690_1657546011690.jpeg"
        },
        {
            "author": "Urmimala Banerjee",
            "content": "Devoleena Bhattacharjee is one happy big sister as her younger brother, Andeep, has tied the knot. The nuptials happened in Assam and Devoleena has happily shared pics on her social media handle. We … [+130 chars]",
            "description": "Devoleena Bhattacharjee's brother, Andeep has got married to Prismita Sonowal in Assam. The actress shared lovely pics of the newly weds [View Pics]",
            "publishedAt": "2022-07-11T12:00:12Z",
            "title": "Devoleena Bhattacharjee's brother, Andeep ties the knot in Assam; Saath Nibhaana Saathiya actress shares fami - Bollywood Life",
            "url": "https://www.bollywoodlife.com/photos/devoleena-bhattacharjees-brother-andeep-ties-the-knot-in-assam-saath-nibhaana-saathiya-actress-shares-family-pics-decked-in-traditional-wear-view-pics-entertainment-news-2125024/",
            "urlToImage": "https://st1.bollywoodlife.com/wp-content/uploads/2022/07/MicrosoftTeams-image-1226-600x315.jpg"
        },
        {
            "author": "DNA Web Team",
            "content": "Reported By:| Edited By: DNA Web Team |Source: DNA Web Desk |Updated: Jul 11, 2022, 05:19 PM ISTDirected by Russo Brothers - Anthony and Joe Russo, the first screening of The Gray Man starring Chris … [+3279 chars]",
            "description": "Directed by Russo Brothers, The Gray Man releases in selected cinemas in the USA on July 15 and will see a global premiere on Netflix on July 22.",
            "publishedAt": "2022-07-11T11:49:20Z",
            "title": "The Gray Man FIRST review: Dhanush steals the show in Chris Evans-Ryan Gosling actioner, say critics - DNA India",
            "url": "https://www.dnaindia.com/hollywood/report-the-gray-man-first-review-dhanush-steals-the-show-in-chris-evans-ryan-gosling-russo-brothers-actioner-critics-2967623",
            "urlToImage": "https://cdn.dnaindia.com/sites/default/files/styles/half/public/2022/07/11/2521544-tgm-final.jpg"
        },
        {
            "author": "Entertainment Bureau",
            "content": "The first song from Liger Akdi Pakdi is out and it is already making us groove. The makers finally released the super-groovy, foot-tapping dance number featuring Ananya Panday and Vijay Deverakonda w… [+1491 chars]",
            "description": "The makers of Liger released the super-groovy, foot-tapping dance number featuring Ananya Panday and Vijay Deverakonda who set the dance floor on fire with their moves.",
            "publishedAt": "2022-07-11T11:48:00Z",
            "title": "Liger: Vijay Deverakonda Defies Gravity, Ananya Panday Impresses With Dance Moves in Akdi Pakdi - News18",
            "url": "https://www.news18.com/news/movies/liger-vijay-deverakonda-defies-gravity-ananya-panday-impresses-with-dance-moves-in-akdi-pakdi-watch-5532871.html",
            "urlToImage": "https://images.news18.com/ibnlive/uploads/2022/07/akdi-pakdi-165753814216x9.jpg"
        },
        {
            "author": "Entertainment Desk",
            "content": "BR Chopra and Ravi Chopra’s cult show Mahabharatwas a big sensation when it first premiered in 1988. And its popularity grew with every passing episode. While the team behind the show got massive lov… [+2070 chars]",
            "description": "Puneet Issar, who played Duryodhan in BR and Ravi Chopra's Mahabharat, had revealed an interesting trivia related to a key incident in the 1988 show.",
            "publishedAt": "2022-07-11T10:37:24Z",
            "title": "When a non-bailable warrant was issued against Mahabharat actor Puneet Issar for disrobing Draupadi: 'They said the scene has hurt us' - The Indian Express",
            "url": "https://indianexpress.com/article/entertainment/television/puneet-issar-mahabharat-br-chopra-draupadi-scene-non-bailable-warrant-8022401/",
            "urlToImage": "https://images.indianexpress.com/2022/07/puneet1200.jpg"
        },
        {
            "author": "HT Entertainment Desk",
            "content": "After Kangana Ranaut, actor Saswata Chatterjee came forward to defend his film Dhaakad. In the film, Saswata appeared in a supporting role besides Arjun Rampal and Divya Dutta. Reacting to the films … [+1522 chars]",
            "description": "After Kangana Ranaut, Saswata Chatterjee reacted to Dhaakad's failure at the box office despite its big production budget. He also recalled how the movie was taken down at the theaters soon after the release.",
            "publishedAt": "2022-07-11T10:23:52Z",
            "title": "Saswata Chatterjee says Dhaakad was removed before even he could watch it - Hindustan Times",
            "url": "https://www.hindustantimes.com/entertainment/bollywood/saswata-chatterjee-says-dhaakad-was-removed-before-even-he-could-watch-it-101657531455088.html",
            "urlToImage": "https://images.hindustantimes.com/img/2022/07/11/1600x900/saswata_1657532573443_1657532573720.jpg"
        },
        {
            "author": null,
            "content": "Ranbir Kapoor in a still from the video. (courtesy: yrf)\r\nNew Delhi: Ranbir Kapoor, who is all set to star inShamshera, opened up about how he prepped for the role physically. In a video shared on YR… [+2282 chars]",
            "description": "\"It's something that always confuses me but I guess it is an occupational hazard,\" said Ranbir Kapoor",
            "publishedAt": "2022-07-11T10:12:18Z",
            "title": "Becoming Shamshera: How Ranbir Kapoor Prepped For His \"Toughest\" Role - NDTV Movies",
            "url": "https://www.ndtv.com/entertainment/becoming-shamshera-how-ranbir-kapoor-prepped-for-his-toughest-role-3147164",
            "urlToImage": "https://c.ndtvimg.com/2022-07/ht7k57o_ranbir-kapoor_625x300_11_July_22.jpg"
        },
        {
            "author": null,
            "content": "In the 80s, there was a child actress\r\n who impressed many with her impeccable acting skills and cute looks. Baby Guddu, a hugely popular child actress of that era, who amassed a massive fan followin… [+583 chars]",
            "description": "In the 80s, there was a child actress who impressed many with her impeccable acting skills and cute looks. Baby Guddu, a hugely popular child actress of that era, who amassed a massive fan following, was a household name owing to her impeccable acting skills,…",
            "publishedAt": "2022-07-11T09:42:33Z",
            "title": "Do you remember child actress Baby Guddu? She is now working with an international airlines - Times of India",
            "url": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/do-you-remember-child-actress-baby-guddu-she-is-now-working-with-an-international-airlines/videoshow/92801760.cms",
            "urlToImage": "https://timesofindia.indiatimes.com/photo/92801760/size-50510/92801760.jpg"
        },
        {
            "author": "HT Entertainment Desk",
            "content": "SS Rajamoulis blockbuster RRR continues to impress audiences in the West. Since its digital release on Netflix, the film has gained a cult following in the US, earning rave reviews and praises from n… [+1545 chars]",
            "description": "Marvel's Doctor Strange writer Jon Spaihts has praised SS Rajamouli's film RRR in a tweet. The film was released on March 24, 2022.",
            "publishedAt": "2022-07-11T09:33:47Z",
            "title": "Doctor Strange writer bowled over by RRR: Still thinking about it - Hindustan Times",
            "url": "https://www.hindustantimes.com/entertainment/telugu-cinema/doctor-strange-writer-bowled-over-by-rrr-still-thinking-about-it-101657530708755.html",
            "urlToImage": "https://images.hindustantimes.com/img/2022/07/11/1600x900/Untitled_design_(83)_1657531380283_1657531399056.png"
        },
        {
            "author": "Nikita Thakkar",
            "content": "The lines between Bollywood and the South film industry are blurring. We have many stars from down South making their Bollywood debut soon and vice versa. The latest we hear is that Thalapthy Vijay i… [+362 chars]",
            "description": "From Thalapathy Vijay to Suriya, here's looking at top South Indian stars who forgo their rumeneration to be a part of projects they believed in.",
            "publishedAt": "2022-07-11T09:22:23Z",
            "title": "Jawan: Thalapathy Vijay to not charge a single penny for Shah Rukh Khan movie? A look at South Indian stars w - Bollywood Life",
            "url": "https://www.bollywoodlife.com/photos/jawan-thalapathy-vijay-to-not-charge-a-single-penny-for-shah-rukh-khan-movie-a-look-at-south-indian-stars-who-worked-for-free-in-films-tamil-telugu-movies-entertainment-news-2124837/",
            "urlToImage": "https://st1.bollywoodlife.com/wp-content/uploads/2022/07/jawan-1-600x315.png"
        },
        {
            "author": null,
            "content": "Shahid Kapoor with Mira Rajput. (courtesy: shahidkapoor)\r\nShahid Kapoor and Mira Kapoor are on a vacation in Europe, celebrating seven years of marriage. And while on their holiday, the couple has be… [+1564 chars]",
            "description": "Shahid Kapoor has shared a video of Mira and him chilling in a car",
            "publishedAt": "2022-07-11T08:29:26Z",
            "title": "Shahid Kapoor's ROFL Reaction To Mira Rajput Always Being On Her Phone - NDTV Movies",
            "url": "https://www.ndtv.com/entertainment/shahid-kapoor-s-reaction-to-mira-kapoor-always-being-on-her-phone-is-absolute-gold-3146710",
            "urlToImage": "https://c.ndtvimg.com/2022-07/4776tb4g_shahid-kapoor_625x300_11_July_22.jpg"
        },
        {
            "author": "Shefali Fernandes",
            "content": "Alia Bhatt and Ranbir Kapoor took the internet by storm after they announced their pregnancy. The announcement was made by the Gangubai Kathiawadi actress on her social media. Alia shared the big new… [+1708 chars]",
            "description": "Alia Bhatt and Ranbir Kapoor, who tied the knot on April 14, are currently expecting their first baby.",
            "publishedAt": "2022-07-11T08:08:00Z",
            "title": "Mahesh Bhatt & Soni Razdan visit parents-to-be Ranbir Kapoor and Alia Bhatt at their residence; PICS - PINKVILLA",
            "url": "https://www.pinkvilla.com/entertainment/news/mahesh-bhatt-soni-razdan-visit-parents-be-ranbir-kapoor-and-alia-bhatt-their-residence-pics-1159111",
            "urlToImage": "https://www.pinkvilla.com/files/styles/fbimagesection/public/mahesh_soni_ranbir_alia_social.jpg?itok=Dsl9eDF1"
        },
        {
            "author": "IndiaGlitz",
            "content": null,
            "description": "The Kamal Haasan and Mani Ratnam combo happened only once way back in 1987 with the cult classic 'Nayagan' that rewrote history with its new style of story telling.",
            "publishedAt": "2022-07-11T08:02:19Z",
            "title": "Whoa! Kamal Haasan in a Mani Ratnam film after 35 years? - Tamil News - Telugu Cinema - IndiaGlitz",
            "url": "https://www.indiaglitz.com/kamal-haasan-mani-ratnam-ponniyin-selvan-chiyaan-vikram-jayam-ravi-karthi-trisha-aishwarya-rai-bachchan-tamil-news-320350",
            "urlToImage": "https://1847884116.rsc.cdn77.org/tamil/news/kamalhaasan-maniratnam-ponniyinselvan-1172022-621.jpg"
        },
        {
            "author": null,
            "content": "Sushmita Sen shared this image. (courtesy: sushmitasen47)\r\nNew Delhi: Sushmita Sen, holidaying in Sardinia, Italy shared a stunning selfie on her Instagram profile. The actress can be seen soaking up… [+1396 chars]",
            "description": "Sushmita Sen shared a stunning picture from her Italian vacation",
            "publishedAt": "2022-07-11T07:57:23Z",
            "title": "Just Sushmita Sen Soaking Up The Italian Sun. See Pic From Her Holiday - NDTV",
            "url": "https://www.ndtv.com/entertainment/just-sushmita-sen-soaking-up-the-italian-sun-see-pic-from-her-holiday-3146692",
            "urlToImage": "https://c.ndtvimg.com/2022-07/q2q8sud_sushmita-sen_625x300_11_July_22.jpg"
        },
        {
            "author": null,
            "content": "Sussanne Khan with Arslan Goni. (courtesy: suzkr)\r\nSussanne Khan is having the time of her life with her boyfriend, Arslan Goni, in Los Angeles, California. Ever since she landed in the city, Sussann… [+1485 chars]",
            "description": "Sussanne Khan has shared a new reel on her Instagram",
            "publishedAt": "2022-07-11T07:51:41Z",
            "title": "Sussanne Khan And Arslan Goni's Summer Is All About \"Food Coma, Friends And The Sea\" - NDTV Movies",
            "url": "https://www.ndtv.com/entertainment/sussanne-khan-and-arslan-gonis-summer-is-all-about-food-coma-friends-and-the-sea-3146682",
            "urlToImage": "https://c.ndtvimg.com/2022-07/53iq96h_sussanne_625x300_11_July_22.jpg"
        }
    ]
}