{
    "articles":
    [
       {

           "author": "Livemint",
           "content": "Amid a sudden surge in monkeypox cases globally, India reported 8 infections and one virus-related death, and with it, several apprehensions were raised regarding the spread and transmission of the v… [+2759 chars]",
           "description": "Recently, three men tested positive for monkeypox without showing any symptoms",
           "publishedAt": "2022-08-02T12:03:42Z",
           "title": "Asymptomatic monkeypox cases can have other health complications: All you need to know | Mint - Mint",
           "url": "https://www.livemint.com/news/india/asymptomatic-monkeypox-cases-can-have-other-health-complications-all-you-need-to-know-11659436038470.html",
           "urlToImage": "https://images.livemint.com/img/2022/08/02/600x338/monkeypox_1658948214414_1659441744296_1659441744296.jpg"
        }, 
        {

            "author": null,
            "content": "A recent article published in Transplant Infectious Disease examined case reports on severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) evolution in immunosuppressed cohorts.\r\nStudy: Uncove… [+5563 chars]",
            "description": "A recent article published in Transplant Infectious Disease examined case reports on SARS-CoV-2 evolution in immunosuppressed cohorts.",
            "publishedAt": "2022-08-02T11:52:00Z",
            "title": "What are the hidden sources of SARS-CoV-2 evolution? - News-Medical.Net",
            "url": "https://www.news-medical.net/news/20220802/What-are-the-hidden-sources-of-SARS-CoV-2-evolution.aspx",
            "urlToImage": "https://d2jx2rerrg6sh3.cloudfront.net/images/news/ImageForNews_721129_16594408749849481.jpg"
        },
        {

            "author": null,
            "content": null,
            "description": null,
            "publishedAt": "2022-08-02T11:26:00Z",
            "title": "Can Zika Virus Be Detected Via Smartphone? Explains This Study | TheHealthSite.com - TheHealthSite",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMifGh0dHBzOi8vd3d3LnRoZWhlYWx0aHNpdGUuY29tL2Rpc2Vhc2VzLWNvbmRpdGlvbnMvemlrYS9jYW4temlrYS12aXJ1cy1iZS1kZXRlY3RlZC12aWEtc21hcnRwaG9uZS1leHBsYWlucy10aGlzLXN0dWR5LTg5ODA3Mi_SAQA?oc=5",
            "urlToImage": null
        },
        {

            "author": "Zarafshan Shiraz",
            "content": "Liver diseases are quite prone these days as some patients inherit it genetically and some are caused due to alcohol or over-eating of fatty foods hence, there are several types of viruses that cause… [+3850 chars]",
            "description": "Viral Hepatitis means damage to the liver which is caused by infectious and non-infectious causes. Doctors share tips on lifestyle measures and precautions to prevent liver damage due to Viral Hepatitis | Health",
            "publishedAt": "2022-08-02T11:20:12Z",
            "title": "Viral Hepatitis: Lifestyle measures and precautions to prevent liver damage - Hindustan Times",
            "url": "https://www.hindustantimes.com/lifestyle/health/viral-hepatitis-lifestyle-measures-and-precautions-to-prevent-liver-damage-due-to-viral-hepatitis-101659437937920.html",
            "urlToImage": "https://images.hindustantimes.com/img/2022/08/02/1600x900/Collage_Maker-02-Aug-2022-04.37-PM_1659438327631_1659438340059_1659438340059.jpg"
        },
        {

            "author": "TIMESOFINDIA.COM",
            "content": "Did you know that you can get a fatty liver even without drinking any alcohol?\r\nYour liver performs 500+ vital metabolic functions every day that include removing toxins from the bodys blood supply, … [+9510 chars]",
            "description": "Did you know that the top reason for a fatty liver is a poor diet!!! A diet that is rich in sugar, liquid, and indu",
            "publishedAt": "2022-08-02T11:02:00Z",
            "title": "Heal with foods: How eating right can manage fatty liver - Times of India",
            "url": "https://timesofindia.indiatimes.com/life-style/food-news/heal-with-foods-how-eating-right-can-manage-fatty-liver/articleshow/93297757.cms",
            "urlToImage": "https://static.toiimg.com/thumb/msid-93297757,width-1070,height-580,overlay-toi_sw,pt-32,y_pad-40,resizemode-75,imgsize-89638/93297757.jpg"
        },
        {
            "author": "Sue Hughes",
            "content": "Adding salt to food at the table was linked to a higher risk of premature death and a lower life expectancy, independent of diet, lifestyle, socioeconomic level, and pre-existing diseases, in a new s… [+9287 chars]",
            "description": "These findings support the advice that reduction of salt intake may benefit health and improve life expectancy, the study 'author's say.",
            "publishedAt": "2022-07-11T14:04:15Z",
            "title": "Adding Salt to Food Ups Risk of Premature Death - Medscape",
            "url": "https://www.medscape.com/viewarticle/976857",
            "urlToImage": "https://img.medscape.com/thumbnail_library/dt_220711_salt_salad_800x450.jpg"
        },
        {
            "author": null,
            "content": "People consistently underestimate how much others in their social circle might appreciate an unexpected phone call, text or email just to say hello, and the more surprising the connection, the greate… [+4001 chars]",
            "description": "People consistently underestimate how much others in their social circle might appreciate an unexpected phone call, text or email just to say hello, and the more surprising the connection, the greater the appreciation, according to research published by the A…",
            "publishedAt": "2022-07-11T13:46:00Z",
            "title": "People underestimate how much others might appreciate an attempt to connect - News-Medical.Net",
            "url": "https://www.news-medical.net/news/20220711/People-underestimate-how-much-others-might-appreciate-an-attempt-to-connect.aspx",
            "urlToImage": "https://d2jx2rerrg6sh3.cloudfront.net/image-handler/picture/2014/7/Pandemic-620x480.jpg"
        },
        {
            "author": "TIMESOFINDIA.COM",
            "content": "As much as believers of ancient medicinal practices vouch for this remedy, there has been no scientific evidence to support the benefits of keeping onions in socks. However, there have been studies t… [+638 chars]",
            "description": "Believe it or not, one of the ancient folk remedies claims to heal cold, fever and several other ailments just by keeping slices of onions in the socks overnight.  But is there any logic and reality behind stuffing the socks with red onions? Let’s find out!",
            "publishedAt": "2022-07-11T13:30:00Z",
            "title": "Do you know why people keep onion slices in their socks? - Times of India",
            "url": "https://timesofindia.indiatimes.com/life-style/food-news/do-you-know-why-people-keep-onion-slices-in-their-socks/photostory/92806174.cms",
            "urlToImage": "https://static.toiimg.com/photo/92806263.cms"
        },
        {
            "author": "Mediawire",
            "content": "The liver is one of the largest organs in the body and it is responsible for performing many essential and biological functions such as detoxification, protein synthesis, and biochemical requirements… [+7056 chars]",
            "description": "The liver is one of the largest organs in the body and it is responsible for performing many essential and biologic",
            "publishedAt": "2022-07-11T13:15:00Z",
            "title": "Everything you need to know about liver transplant by Dr. Shailender Lalwani - Times of India",
            "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/everything-you-need-to-know-about-liver-transplant-by-dr-shailender-lalwani/articleshow/92807360.cms",
            "urlToImage": "https://static.toiimg.com/thumb/msid-92807360,width-1070,height-580,overlay-toi_sw,pt-32,y_pad-40,resizemode-75,imgsize-424586/92807360.jpg"
        },
        {
            "author": "Arpita Sarkar",
            "content": "Concerns are growing again due to Corona. For four days in a row, the number of Covid infections in the country was over 16,000. Although Corona infections have declined since the  of the ye… [+1319 chars]",
            "description": "Womansera magazine is a platform for women to get latest info and tips on fashion, beauty, health and relationship advice. Subscribe to India's No.1 women's magazine!",
            "publishedAt": "2022-07-11T13:11:13Z",
            "title": "Check Out Basic Differences Between Normal Sore Throat And Covid Sore Throat! - - Woman's Era",
            "url": "https://womansera.com/check-out-basic-differences-between-normal-sore-throat-and-covid-sore-throat/",
            "urlToImage": "https://womansera.com/wp-content/uploads/2022/07/covid1.jpg"
        },
        {
            "author": null,
            "content": "Alzheimers disease (AD), the most common form of dementia, affects a big chunk of the global population. Despite being widespread, the disease has no effective therapy as such due to gaps in our unde… [+3146 chars]",
            "description": "Tau protein is a central factor in Alzheimer’s disease.",
            "publishedAt": "2022-07-11T12:32:24Z",
            "title": "Alzheimer's Research Sheds New Light on Tau Protein Turning into Disease State - NewsClick",
            "url": "https://www.newsclick.in/Alzheimer-Research-Sheds-New-Light-Tau-Protein-Turning-Disease-State",
            "urlToImage": "https://www.newsclick.in/sites/default/files/2022-07/science%20org.PNG"
        },
        {
            "author": "Danielle Wilhour",
            "content": "Migraine headaches currently affect more than one billion people across the globe and are the second-leading cause of disability worldwide. Nearly one-quarter of U.S. households have at least one mem… [+7217 chars]",
            "description": "Research suggests that alternative treatments for migraine, including physical therapy, massage and vitamin supplements, can make a difference.",
            "publishedAt": "2022-07-11T12:29:10Z",
            "title": "Migraine sufferers have treatment choices – a neurologist explains options beyond just pain medication - The Conversation Indonesia",
            "url": "https://theconversation.com/migraine-sufferers-have-treatment-choices-a-neurologist-explains-options-beyond-just-pain-medication-181348",
            "urlToImage": "https://images.theconversation.com/files/472113/original/file-20220701-26-9o11ui.jpg?ixlib=rb-1.1.0&rect=22%2C0%2C5069%2C2534&q=45&auto=format&w=1356&h=668&fit=crop"
        },
        {
            "author": null,
            "content": "Columbus [Ohio], July 11 (ANI): Scientists have long suspected a link between opioid use disorder (OUD) and chronic pain, but the brain processes that link OUD and chronic pain remain unknown. Resear… [+3427 chars]",
            "description": "Columbus [Ohio], July 11 (ANI): Scientists have long suspected a link between opioid use disorder (OUD) and chronic pain, but the brain processes that link OUD and chronic pain remain unknown. Researchers from The Ohio State University Wexner Medical Center a…",
            "publishedAt": "2022-07-11T12:28:00Z",
            "title": "Study offers first proof of connection between chronic pain and opioid use disorders - ANI News",
            "url": "https://www.aninews.in/news/health/study-offers-first-proof-of-connection-between-chronic-pain-and-opioid-use-disorders20220711175826",
            "urlToImage": "https://aniportalimages.s3.amazonaws.com/media/details/iuewryrttgfgfbbvmnb.mblkl20220711122803.jpg"
        },
        {
            
            "author": null,
            "content": "In a step towards benefitting the people of Vasai, and creating awareness regarding lifestyle diseases and conditions, Wockhardt Hospitals, Mira Road is all set to conduct a free preventive Screening… [+2009 chars]",
            "description": "In a step towards benefitting the people of Vasai and creating awareness regarding lifestyle diseases and conditions Wockhardt Hospitals Mira Road is all set to conduct a free preventive Screening and Second Opinion Mega Superspeciality Camp For the same prio…",
            "publishedAt": "2022-07-11T12:10:00Z",
            "title": "Free Preventive Screening, Second Opinion Check-Up For Vasai Residents - Mumbai Live",
            "url": "https://www.mumbailive.com/en/health/wockhardt-hospitals-mira-road-to-conduct-free-preventive-screening-and-second-opinion-check-up-for-residents-of-vasai-74226",
            "urlToImage": "https://www.mumbailive.com/images/news/images_1528954512376_Doctor.jpg?bg=cfe1ec&crop=1368%2C768%2C0%2C0&fit=fill&fm=webp&h=606.3157894736842&height=768&w=1080&width=1368"
        },
        {
            
            "author": null,
            "content": "Strawberries have been proven to boost the production of dopamine and other happy hormones\r\nDopamine is a hormone that is produced in the adrenal gland of the body. It is a neurotransmitter that play… [+3271 chars]",
            "description": "What we eat directly influences how we may be feeling. What we eat can help us better our moods. Here are some foods that boost dopamine naturally.",
            "publishedAt": "2022-07-11T12:05:40Z",
            "title": "Here Are 9 Foods That Can Help You Boost Dopamine Naturally - NDTV",
            "url": "https://www.ndtv.com/health/here-are-9-foods-that-can-help-you-boost-dopamine-naturally-2991880",
            "urlToImage": "https://c.ndtvimg.com/2020-07/bd95ffi8_strawberries_625x300_21_July_20.jpg"
        },
        {
            "author": "Priyanka Sharma",
            "content": "NEW DELHI : A virus present widely in humans can cause diseases of the central nervous system (CNS) as well as brain cancer, a study by scientists of IIT Indore has found. The scientists claimed that… [+2083 chars]",
            "description": "Scientists utilized the Raman microspectroscopy technique, a simple, cost-effective tool to find sensitive chemical changes in biological samples",
            "publishedAt": "2022-07-11T11:55:15Z",
            "title": "This usually harmless virus can cause CNS diseases, brain cancer: Study | Mint - Mint",
            "url": "https://www.livemint.com/science/health/this-usually-harmless-virus-can-cause-cns-diseases-brain-cancer-study-11657539744880.html",
            "urlToImage": "https://images.livemint.com/img/2022/07/11/600x338/iStock-497487570_1594807485865_1594807496252_1657539891496.jpg"
        },
        {
            "author": "Lifestyle Desk",
            "content": "Vitamin A is essential for the body as it prevents night blindness, reduces the risk of cancer, boosts immunity, and encourages healthy growth among others. However, consuming too much Vitamin A can … [+1614 chars]",
            "description": "Vitamin A is essential for the body as it prevents night blindness, reduces the risk of cancer, boosts immunity, and encourages healthy growth among others",
            "publishedAt": "2022-07-11T11:53:44Z",
            "title": "What is Hypervitaminosis A? Known about the effects and symptoms - News18",
            "url": "https://www.news18.com/news/lifestyle/what-is-hypervitaminosis-a-known-about-the-effects-and-symptoms-5533237.html",
            "urlToImage": "https://images.news18.com/ibnlive/uploads/2022/03/untitled-design-8-30-164856013416x9.png"
        },
        {
            "author": null,
            "content": "Sydney, Jul 10 (IANS): Love to binge on a high-fat diet always? Beware fatty foods may not only be adding to your waistline but also playing havoc with your brain.\r\nAn international study led by neur… [+1840 chars]",
            "description": "Sydney, Jul 10 (IANS): Love to binge on a high-fat diet always? Beware fatty foods may not only be adding to your waistline but also playing havoc with your brain.\r\nAn international study led by neuroscientists at University of South Australia established a c…",
            "publishedAt": "2022-07-11T11:45:55Z",
            "title": "High-fat diet not only expands your waistline but also shrinks brain - Daijiworld.com",
            "url": "https://daijiworld.com/news/newsDisplay?newsID=977657",
            "urlToImage": "http://daijiworld.com/images/daijiSquareLogo.png"
        },
        {
            
            "author": "PTI",
            "content": "Most adults with blood cancer mount immune responses after receiving a booster dose of the Covid-19 vaccine, according to a study.\r\nPeople with hematologic malignancies -- or blood cancers including … [+2805 chars]",
            "description": "Most adults with blood cancer mount immune responses after receiving a booster dose of the Covid-19 vaccine, according to a study. People with hematologic malignancies -- or blood cancers including leukemia, lymphoma, and multiple myeloma -- have an impaired …",
            "publishedAt": "2022-07-11T11:35:30Z",
            "title": "Most blood cancer patients mount antibody response to Covid-19 booster dose: Study - Deccan Herald",
            "url": "https://www.deccanherald.com/science-and-environment/most-blood-cancer-patients-mount-antibody-response-to-covid-19-booster-dose-study-1125661.html",
            "urlToImage": "https://www.deccanherald.com/sites/dh/files/articleimages/2022/07/11/covid-vaccine-istock-1125661-1657539330.jpg"
        },
        {
            "author": null,
            "content": "In a recent study posted to the Research Square* preprint server, researchers investigated sex-based differences among coronavirus disease 2019 (COVID-19) patients in the United States (US).\r\nStudy: … [+6095 chars]",
            "description": "Researchers investigated sex-based differences among COVID-19 patients in the United States.",
            "publishedAt": "2022-07-11T11:33:00Z",
            "title": "Study reveals sex-based differences in the clinical outcomes of COVID-19 in the US - News-Medical.Net",
            "url": "https://www.news-medical.net/news/20220711/Study-reveals-sex-based-differences-in-the-clinical-outcomes-of-COVID-19-in-the-US.aspx",
            "urlToImage": "https://d2jx2rerrg6sh3.cloudfront.net/images/news/ImageForNews_719047_16575386844153073.jpg"
        },
        {
            "author": null,
            "content": "Here are some easy exercises to try (Source: Getty Images/Thinkstock)With increased screen time becoming the new normal for many people, it has become extremely important to pay attention to ones eye… [+1941 chars]",
            "description": "\"Perform these for at least a couple of months to see considerable results,\" Yoga trainer Nidhi S suggested",
            "publishedAt": "2022-07-11T11:30:00Z",
            "title": "Simple exercises to 'strengthen your eye muscles' and improve vision - The Indian Express",
            "url": "https://indianexpress.com/article/lifestyle/health/improve-eyesight-simple-exercises-issues-8001731/",
            "urlToImage": "https://images.indianexpress.com/2019/11/eye-GettyImages-1126400394.jpg"
        }
    ]
}